AdeelAmad/leeppython/ports/raspberrypi/boards/leepboardv2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "leepboardv2"
#define MICROPY_HW_MCU_NAME "rp2040"
